{
   "bod":{
      "RaidRealName":"Bataille Of Dazar'alor",
      "Picture":"bod.jpg",
      "Boss":[
         {
			"BossCode":"championne",
            "BossRealName":"Championne de la lumière",
            "Picture":"championne.jpg",
            "Strat":[
               {
                  "CatName":"Toto",
                  "Text":"le boss championne se déroule en 3 phases",
                  "Picture":"p1.jjg"
               },
               {
                  "CatName":"J'aime le chocolat",
                  "Text":"Il me faut du text",
                  "Picture":""
               }
            ]
         },
         {
			"BossCode":"gronk",
            "BossRealName":"Gronk",
            "Picture":"gronk.jpg",
            "Strat":[
               {
                  "CatName":"Le Gros Singe",
                  "Text":"singe qui tape",
                  "Picture":"p1.jjg"
               },
               {
                  "CatName":"J'aime les kiwis",
                  "Text":"Il me faut plus de text",
                  "Picture":""
               }
            ]
         }
      ]
   },
   "sanctu":{
      "RaidRealName":"Sanctuaire",
      "Picture":"sanctu.jpg",
      "Boss":[
         {
			"BossCode":"restlessCabal",
            "BossRealName":"truc Bizar 1",
            "Picture":"restlessCabal.jpg",
            "Strat":[
               {
                  "CatName":"1ere catégorie",
                  "Text":"des items en raid ?",
                  "Picture":"p1.jjg"
               },
               {
                  "CatName":"un oss boss",
                  "Text":"Un tank distant",
                  "Picture":""
               }
            ]
         },
         {
			"BossCode":"uunat",
            "BossRealName":"Truc encore plus space",
            "Picture":"uunat.jpg",
            "Strat":[
               {
                  "CatName":"machin",
                  "Text":"machin qui tape",
                  "Picture":"p1.jjg"
               },
               {
                  "CatName":"DAWA",
                  "Text":"LE Dawa",
                  "Picture":""
               }
            ]
         }
      ]
   }
   "palais":{
      "RaidRealName":"Palais éternel",
      "Picture":"palais.jpg",
      "Boss":[
         {
			"BossCode":"sivara",
            "BossRealName":"Commandant Abyssal Sivara",
            "Picture":"sivara.jpg",
            "Strat":[
               {
                  "CatName":"Résumé",
                  "Text":"C'est un combat en 1 phase. C'est un combat de placement et de gestion de débuff sur chaque personne du raid.",
                  "Picture":""
               },
			   {
                  "CatName":"Sorts globaux",
                  "Text":"Marque de givre : Dot léger + Perte de 5% de vitesse de deplacement. Cumulable. Pour déstack, vous devez bouger  sinon, vous serez gelez pendant 5 secondes.<br>
Marque toxique : Dot important + Reduction de 5% de heals recus. Cumulable.  Pour ne pas stack, il faut ne pas bouger  sinon, vous serez desoriente pendant 5 sec.<br>
<br>
Aucune personne ayant une marque d'un type ne doit être au cac d'une personne ayant l'autre type de marque. Sinon, nous allons subir :<br>
Melange instable : Dot important sur tout le raid <br>
<br>
Au pull, le boss va lancer :<br>
Marques Chimeriques : Mets une marque de givre ou une marque toxique sur chacun des raideurs.<br>
<span class=\"color-red\">Le boss relance le sort pendant le combat pour faire accumuler les stacks sur le raid. Vous ne pouvez pas être ciblé par une autre marque que la votre avec ce sort.</span>
<br>
Les personnes de givre iront à droite de la salle et ceux toxiques iront à gauche comme le montre le schema.",
                  "Picture":"positionnement.jpg"
               },
               {
                  "CatName":"Sorts du boss",
                  "Text":"Lors du combat, certains personnes seront victime de Débordement qui provoquera deux sorts distincts selon votre marque :<br>
Froid pénétrant et Débordement de poison : Provoque l'explosion de votre marque, faisant de lourds dégâts partageables, et créant par la suite une aoe au sol : Froidure ou Sol Sceptique qui fait des dégats et qui augmente vos stacks de votre marque.<br>
Pour gérer cette capacité, il faut que les gens ayant la même marque se rapproche à moins de 5 mètres de la personne victime du debordement pour soak les dégâts.<br>
<br>
Le boss lance aussi durant le combat des :<br>
Éclair de givre et Éclair toxique : Tire sur une personne aléatoire et l'immobilise. Si un joueur est touché par un eclair d'un type différent à sa marque, ça déclenche le Mélange instable.<br>
Cette technique doit être intercepté par une personne ayant la bonne marque. Et cette personne doit être libéré en cliquant sur le javelot sur son corps.<br>
<br>
Le boss pourra aussi lancer le sort :<br>
Inversion : Inverse le type de marque de certaines personnes et de toutes les zones au sol.<br>
Les joueurs devront alors se repositionner dans la bonne zone sans toucher ses anciens mates de type de marque.<br>
<br>
2 attaques sont liées au tank :<br>
Reverberation ecrasante : Une attaque où les cacs qui ont la meme marque que le tank actif vont devoir soak. Puis, le raid est bump<br>
Pointe de givre-venin : Dot cumulable qui à expiration créait une zone au sol.<br>
<br>
A 100 points d'énergie, le boss lance :<br>
Barrage accablant : Le boss tire une volée de traits geles et empoisonnees qui declenche le Mélange instable si un joueur est touché par un trait d'un type différent à sa marque.<br>
Ce sort doit etre esquivé.<br>",
                  "Picture":""
               }
			   {
                  "CatName":"STRAT TANK",
                  "Text":"Chaque tank doit être du côté de son type de marque (voir schema precedent)<br>
Un swap en fonction du dot posé par Pointe de givre-venin est à effectuer. Une fois le swap fait, le tank doit poser sa flaque au loin.",
                  "Picture":""
               }
			   {
                  "CatName":"STRAT HEAL",
                  "Text":"Aucun dispel sur les tanks ne doit être fait, sauf si on vous le demande.<br>
Les heals doivent être du bon côté de la salle, en fonction du type de votre marque<br>
Si un mate ayant votre type de marque est affecté par Debordement, soakez les dégâts et sortez de l'aoe.<br>
En cas d'inversion, changez de côté.<br>
Si le boss envoie un Eclair d'un autre type que sa marque (et de votre marque), interceptez le.<br>
Esquivez les Barrage accablant.<br>",
                  "Picture":""
               }
			   {
                  "CatName":"STRAT DPS",
                  "Text":"Les DPS doivent être du bon côté de la salle, en fonction du type de votre marque<br>
Si un mate ayant votre type de marque est affecte par Debordement, soakez les degats et sortez de l'aoe.<br>
En cas d'inversion, changez de côté.<br>
Si le boss envoie un Eclair d'un autre type que sa marque (et de votre marque), interceptez le.<br>
Esquivez les Barrage accablant.<br>",
                  "Picture":""
               }
            ]
         }
      ]
   }
}